Repository: Takuto88/owncloud-app-invite
Catalog: l10n/*/invite.po
Languages: de

source: Invitations
de: Einladungen

source: Sending invite...
de: Sende Einladung...

source: Send invite
de: Einladung senden

source: Something went very wrong. Please contact your administrator!
de: Etwas ist schief gegangen. Bitte kontaktiere deinen Administrator!

source: Username is empty
de: Benutzername ist leer

source: Username contains illegal characters
de: Benutzername enthält ungültige Zeichen

source: Username must be at least 3 characters long
de: Benutzername muss mindestens 3 Zeichen lang sein

source: User exists already
de: Benutzer existiert bereits

source: Invalid mail address
de: Ungültige E-Mail Adresse

source: You are invited to join %s
de: Du bist eingeladen %s beizutreten

source: Hello %s,
de: Hallo %s,

source: %s has invited you to join %s.
de: %s hat dich eingeladen zur %s beizutreten.

source: You can accept this invitation by using the following link:
de: Du kannst diese Einladung unter folgendem Link annehmen:

source: If you have received this notification in error or if you do not wish to join, simply ignore this mail.
de: Wenn du diese Nachricht irrtümlich erhalten hast, oder wenn du nicht nicht beitreten möchtest, ignoriere einfach diese Mail.

source: Invite people to %s
de: Leute zu %s einladen

source: Username
de: Benutzername

source: Please enter a valid username
de: Gib einen Benutzernamen ein

source: Username OK
de: Benutzername OK

source: Please enter a valid email address
de: Gib eine E-Mail Adresse ein

source: The new user will belong to these groups:
de: Der neue Benutzer wird folgenden Gruppen angehören:

source: Select groups
de: Gruppen wählen

source: Please select at least one group
de: Wähle mindestens eine Gruppe aus

source: Invitation has been send!
de: Die Einladung wurde verschickt!

source: Invite more people
de: Weitere Leute einladen

source: Please choose a strong password!
de: Bitte wähle ein starkes Passwort!

source: A strong password must be provided.
de: Du musst ein sicheres Passwort angeben.

source: Make sure the password is at least 6 characters long
de: Stelle sicher, dass es wenigstens 6 Zeichen lang ist

source: It must contain one upper and one lowercase letter
de: Es muss einen Groß- und einen Kleinbuchstaben enthalten

source: It must contain at least one digit or special character
de: Es muss mindestens eine Zahl oder ein Sonderzeichen enthalten

source: The passwords did not match.
de: Die Passwörter stimmten nicht überein.

source: Your invite link has expired!
de: Dein Link ist abgelaufen!

source: Please contact the person who has invited you and ask for a new one.
de: Bitte kontaktiere die Person, die dich eingeladen hat und frag nach einem neuen Link.

source: Choose a password
de: Wähle ein Passwort

source: Confirm your password
de: Bestätige dein Passwort

source: Join %s
de: %s beitreten

source: Success! Welcome to %s
de: Erfolg! Willkommen zu %s

source: Please click here to log in
de: Klicke hier um dich einzuloggen
